[
  "code-styler",
  "Enhanced editing",
  "obsidian-auto-pair-chinese-symbol",
  "execute-code",
  "omnisearch",
  "obsidian-desmos",
  "obsidian-functionplot",
  "obsidian-linter",
  "pdf-plus",
  "mousewheel-image-zoom",
  "obsidian-html-plugin",
  "vscode-editor"
]